Repository: bingostar89/Papywizard
Catalog: locale/*/LC_MESSAGES/papywizard.po
Languages: de, fr, it, pl

source: Bluetooth driver not initialized
fr: Driver bluetooth non initialisé
it: Driver Bluetooth non inizializzato
pl: Sterownik bluetooth nie zainicjowany

source: Timeout while reading on bluetooth bus
de: Timeout bei Blutooth-Lesevorgang
fr: Timeout de lecture sur bus bluetooth
it: Timeout durante la lettura del bus bluetooth
pl: Limit czasu upłynął podczas próby odczytu z magistrali bluetooth

source: SerialDriver not initialized
de: Serieller Treiber nicht initialisiert
fr: Driver série non initialisé
it: Driver Seriale non inizializzato
pl: SterownikSzeregowy nie zainicjowany

source: Timeout while reading on serial bus
de: Timeout bei seriellem Lesevorgang
fr: Timeout de lecture sur bus série
it: Timeout durante la lettura del bus seriale
pl: Limit czasu upłynął podczas próby odczytu z magistrali szeregowej

source: Resume
de: Fortsetzen
fr: Reprendre
it: Ripristina
pl: Wznów

source: Paused
fr: Pause
it: In pausa
pl: Wstrzymane

source: Pause
fr: Suspendre
it: Pausa
pl: Pauza

source: Finished
de: Beendet
fr: Terminé
it: Finito
pl: Zakończono

source: Canceled
de: Abgebrochen
fr: Annulé
it: Cancellato
pl: Anulowano

source: Failed
de: Fehlgeschlagen
fr: Échoué
it: Fallito , non riuscito
pl: Nie powiodło się

source: Waiting
fr: Attente
it: In attesa
pl: Poczekaj

source: Moving
de: Kopf fährt
fr: Déplacement
it: In movimento
pl: Namierzam

source: Stabilization
fr: Stabilisation
it: Stabilizzazione
pl: Stabilizacja

source: Mirror lockup
de: Spiegelverriegelung
fr: Verrouillage miroir
it: Blocco dello specchio

source: Shutter - Picture
fr: Obturateur - Image
it: Scatto - Immagine
pl: Migawka - Obraz

source: Can't scan bluetooth
de: Bluetooth nicht erkannt
fr: Impossible de scruter le bluetooth
it: Bluetooth non rilevato
pl: Nie mogę skanować Bluetooth

source: Manual speed set to slow
de: Geschwindigkeit langsam
fr: Vitesse manuelle fixée sur lente
it: Velocità manuale settata lenta
pl: Prędkość ręczna - niska

source: Manual speed set to normal
de: Geschwindigkeit normal
fr: Vitesse manuelle fixée sur normale
it: Velocità manuale settata normale
pl: Prędkość ręczna - średnia

source: Fast manual speed
de: Geschwindigkeit schnell
fr: Vitesse manuelle rapide
it: Velocità manuale rapida
pl: Prędkość ręczna - wysoka

source: Manual speed set to 'fast' This can be dangerous for the hardware!
de: Geschwindigkeit schnell evtl. gefährlich für Hardware
fr: Vitesse manuelle fixée sur rapide Ceci peut être dangereux pour le matériel !
it: La velocità manuale settata 'rapida' può danneggiare l'hardware
pl: Prędkość ręczną ustawiono na wysoką To może być niebezpieczne dla sprzętu!

source: Manual speed set to fast
de: Geschwindigkeit auf schnell gesetzt
fr: Vitesse manuelle fixée sur rapide
it: Velocità manuale settata rapida
pl: Prędkość ręczną ustawiono na wysoką

source: About to Quit
fr: Sur le point de quitter
it: In chiusura
pl: Wyjście za chwile

source: Are you sure you want to quit Papywizard?
fr: Êtes-vous sûr de vouloir quitter Papywizard?
it: Sei sicuro di volere chiudere Papywizard?
pl: Jesteś pewien, że chcesz zamknąć Papywizard?

source: Yaw - limit set
de: Drehung - Limit setzen
fr: Limite lacet - fixée
it: Limite fissato Yaw -
pl: Yaw - limit

source: Yaw + limit set
de: Drehung + Limit setzen
fr: Limite lacet + fixée
it: Limite fissato Yaw +
pl: Yaw + limit

source: Pitch + limit set
de: Neigung + Limit setzen
fr: Limite tangage + fixée
it: Limite fissato Pitch +
pl: Pitch + limit

source: Pitch - limit set
de: Neigung - Limit setzen
fr: Limite tangage - fixée
it: Limite fissato Pitch -
pl: Pitch - limit

source: Limits cleared
de: Limits gelöscht
fr: Limites effacées
it: Limiti azzerati
pl: Limity usunięto

source: Incompatible shooting mode
fr: Mode de prise de vue incompatible
it: Modalità di scatto non compatibile
pl: Tryb strzelania niekompatybilny

source: Can't set shooting mode to 'mosaic' while using 'fisheye' lens type
de: Rastermodus nicht möglich mit Fischaugen-Objektiv
fr: Impossible d'utiliser le mode 'mosaïque' avec un objectif type 'fisheye'
it: Non posso abilitare la modalità di scatto 'mosaico' utilizzando obbiettivo 'fisheye'
pl: Nie można zmienić trybu strzelania na 'mozaika' póki używa się obiektywu rybie oko

source: Can't set shooting mode to 'mosaic' while using 'custom' camera orientation
de: Rastermodus nicht möglich mit 'Eigener'-Objektiv-Ausrichtung
fr: Impossible d'utiliser le mode 'mosaïque' avec cette orientation d'appareil
it: Non posso abilitare la modalità di scatto 'mosaico' utilizzando la camera con orientamento personalizzato
pl: Nie można zmienić trybu strzelania na 'mozaika' póki położenie kamery jest ustawione jako 'dobrane przez użytkownika'

source: Yaw start set from current position
de: Aktuelle Position als Dreh-Start gesetzt
fr: Début de lacet fixé depuis position courante
it: Inizio Yaw da posizione corrente
pl: Ustaw tą pozycję jako początkową yaw

source: Pitch start set from current position
de: Aktuelle Position als Neige-Start gesetzt
fr: Début de tangage fixé depuis position courante
it: Inizio Pitch da posizione corrente
pl: Ustaw tą pozycję jako początkową pitch

source: Yaw end set from current position
de: Aktuelle Position als Dreh-Ende gesetzt
fr: Fin de lacet fixée depuis position courante
it: Fine Yaw da posizione corrente
pl: Ustaw tą pozycję jako końcową yaw

source: Pitch end set from current position
de: Aktuelle Position als Neige-Ende gesetzt
fr: Fin de tangage fixée depuis position courante
it: Fine Pitch da posizione corrente
pl: Ustaw tą pozycję jako końcową pitch

source: Origin set at current position
de: Aktuelle Position als Nullpunkt gesetzt
fr: Origine fixée à la position courante
it: Origine fissata a posizione attuale
pl: Obecne położenie ustawiono jako początkowe

source: Yaw/pitch start set from current position
de: Aktuelle Position als Dreh-Neige-Start gesetzt
fr: Début de lacet/tangage fixé depuis position courante
it: Inizio Yaw/pitch fissato da posizione attuale
pl: Ustaw tą pozycję jako początkową yaw/pitch

source: Yaw/pitch end set from current position
de: Aktuelle Position als Dreh-Neige-Ende gesetzt
fr: Fin de lacet/tangage fixée depuis position courante
it: Fine Yaw/pitch fissata da posizione attuale
pl: Ustaw tą pozycję jako końcową yaw/pitch

source: Field of view set to user value
de: FOV auf Benutzerwert gesetzt
fr: Angle de champ fixé à la valeur utilisateur
it: Ampiezza campo visivo impostata dall'utente
pl: Pole widzenia ustawiono na wartość dobraną przez użytkownika

source: Number of pictures set to user value
de: Anzahl Aufnahmen auf Benutzerwert gesetzt
fr: Nombre d'images fixé à la valeur utilisateur
it: Numero di immagini impostato dall'utente
pl: Liczbę zdjęć ustawiono na wartość dobraną przez użytkownika

source: Opening configuration dialog. Please wait...
de: Einstelldialog öffnen. Bitte warten...
fr: Ouverture de la fenêtre de configuration. Patienter...
it: Sto aprendo il menu di configurazione. Attendere prego...
pl: Trwa otwieranie okna konfiguracji, proszę czekać...

source: Opening shoot dialog. Please wait...
de: Aufnahmedialog öffnen. Bitte warten...
fr: Ouverture de la fenêtre de prise de vue. Patienter...
it: Sto preparandomi a scattare. Attendere prego...
pl: Trwa otwieranie panelu strzelania, proszę czekać...

source: Can't import preset file
de: Datei mit Voreinstellungen kann nicht importiert werden
fr: Impossible d'importer le fichier de preset
it: Impossibile importare il file di preset
pl: Błąd przy importowaniu pliku ustawień

source: Connecting to real hardware...
de: Mit Hardware verbinden...
fr: Connexion au matériel...
it: Sto connettendomi all'hardware...
pl: Nawiązuje połączenie ze sprzętem...

source: Now connected to real hardware
de: Mit Hardware verbunden
fr: Maintenant connecté au matériel
it: Ora connesso all'hardware
pl: Połączenie ze sprzętem nawiązane

source: Can't connect to hardware
de: Kann Hardware nicht verbinden
fr: Impossible de se connecter au matériel
it: Non riesco a connettere l'hardware
pl: Nie mogę połączyć się ze sprzętem

source: Now in simulation mode
de: Simulationsmodus
fr: Maintenant en mode simulation
it: Ora sei in modo simulazione
pl: Tryb symulacji

source: Wrong value for camera orientation
de: Falscher Wert für Kameraausrichtung
fr: Mauvaise valeur pour l'orientation de l'appareil
it: Valore errato dell'orientamento della camera
pl: Zła wartość dla parametru położenia aparatu

source: Can't set camera orientation to 'custom' while in 'mosaic' mode
de: Kamaraausrichtung 'Eigene' nicht wählbar im Rastermodus
fr: Impossible de fixer l'orientation de l'appareil sur 'autre' avec le mode 'mosaïque'
it: Impossibile impostare l'orientamento della fotocamera a 'personalizzato' mentre sei in modo 'mosaico'
pl: Nie można zmienić położenia aparatu na 'dobrane przez użytkownika' póki w trybie 'mozaika'

source: Wrong value for lens type
de: Falscher Wert für Objektiv-Typ
fr: Mauvais type d'objectif
it: Valore errato del tipo di obbiettivo
pl: Zła wartość w polu 'rodzaj obiektywu'

source: Can't set lens type to 'fisheye' while in 'mosaic' mode
de: Objektivtyp 'Fischauge' nicht wählbar im Rastermodus
fr: Impossible d'utiliser un objectif type 'fisheye' avec le mode 'mosaïque'
it: Impossibile impostare il tipo di obbiettivo a 'fisheye' mentre sei in modo 'mosaico'
pl: Nie można zmienić rodzaju obiektywu na 'rybie oko' póki w trybie 'mozaika'

source: Info
fr: Information
it: Informazione

source: Warning
de: Warnung
fr: Attention
it: Attenzione
pl: Uwaga

source: Error
de: Fehler
fr: Erreur
it: Errore
pl: Błąd

source: Auto-connect
de: Auto-Verbindung
fr: Connection automatique
it: Connessione Automatica
pl: Autopołączenie

source: BT device address
de: BT Geräteadresse
fr: Adresse interface BT
it: Indirizzo del BT
pl: Adres urządzenia Bluetooth

source: Bracketing
de: Belichtungsreihe
fr: Multi-exposition

source: Camera
de: Kamera
fr: Appareil
pl: Aparat

source: Camera orientation
de: Ausrichtung der Kamera
fr: Orientation appareil
it: Orientamento camera
pl: Położenie aparatu

source: Choose...
de: Wähle...
fr: Choisir...
it: Scegli
pl: Wybierz...

source: Comment
de: Bemerkung
fr: Commentaire
it: Commento
pl: Komentarz

source: Data
fr: Données
it: Dati
pl: Dane

source: Data directory
fr: Répertoire données
it: Cartella dati
pl: Katalog danych

source: Data file
fr: Fichier données
it: File di dati
pl: Plik danych

source: Data storage directory
de: Verzeichnis Datenspeicherung
fr: Répertoire des données
it: Cartella salvataggio dati
pl: Katalog danych

source: Driver
de: Treiber
fr: Pilote
pl: Sterownik

source: Enable
fr: Actif
it: Abilita
pl: Włącz

source: Ethernet host/port
fr: Hôte/IP ethernet

source: Focal (mm)
de: Brennweite (mm)
fr: Focale (mm)
it: Lunghezza focale (mm)
pl: Ogniskowa (mm)

source: Hardware
fr: Matériel
pl: Sprzęt

source: Head Orientation
de: Geräte-Ausrichtung
fr: Orientation tête
it: Orientamento testa
pl: Położenie głowicy

source: Inital direction
de: Anfangsrichtung
fr: Direction initiale
it: Dirazione iniziale
pl: Pierwotny kierunek

source: Lens
de: Objektiv
fr: Objectif
it: Obiettivo
pl: Obiektyw

source: Logger level
fr: Niveau de log
pl: Poziom Loggera

source: Misc
de: Verschiedenes
fr: Divers
pl: Różne

source: Mosaic
de: Raster
fr: Mosaïque
it: Mosaico
pl: Mozaika

source: Overlap (%)
de: Überlappung (%)
fr: Recouvrement (%)
it: Sovrapposizione (%)
pl: Zachodzenie (%)

source: Repeat
fr: Répétition
it: Ripeti
pl: Powtórz

source: Repeat every
fr: Répète chaque
it: Ripeti ogni
pl: Powtarzaj co

source: Sensor coef.
de: Sensorfaktor
fr: Coef. capteur
it: Coef. sensore
pl: Ekwiwalent matrycy 35mm

source: Sensor ratio
de: Sensorverhältnis
fr: Ratio capteur
pl: Proporcja matrycy

source: Sensor resolution
fr: Résolution capteur
it: Risoluzione sensore
pl: Rozdzielczość matrycy

source: Serial port
de: Serieller Anschluss
fr: Port série
it: Porta seriale
pl: Port szeregowy

source: Shooting
de: Aufnahme
fr: Prise de vue
it: Scatto
pl: Strzelam

source: Stab. delay (sec)
de: Stab. Pause (sec)
fr: Délai de stab. (s)
it: Tempo di stabilizzazione (sec)
pl: Opóźnienie stabilizacyjne (sek)

source: Start after
fr: Commence après
it: Parti dopo
pl: Startuj po

source: Start from
de: Start bei
fr: Commence depuis
it: Parti da
pl: Zacznij od

source: Time value (sec)
de: Zeitwert (sec)
fr: Durée d'exposition
it: Tempo (sec)
pl: Czas ekspozycji (sek)

source: Title
de: Titel
fr: Titre
it: Titolo
pl: Tytuł

source: exposure focus white balance movement
de: Aufnahme Fokus Weißabgleich Bewegung
fr: exposition mise au point balance des blancs mouvement
it: Esposizione fuoco bilanciamento del bianco movimento
pl: ekspozycja ogniskowanie balans bieli ruchu

source: portrait landscape custom
de: Hoch Quer Eigene
fr: portrait paysage autre
it: portrait landscape personale
pl: portret krajobraz dobrane

source: rectilinear fisheye
de: Rechtwinklig Fischauge
fr: rectilinéaire fisheye
it: rettilineare fisheye
pl: prostoliniowy rybie oko

source: start end
de: Start Ende
fr: début fin
it: Partenza fine
pl: początek koniec

source: up left right down
de: hoch links rechts runter
fr: haut gauche droite bas
it: su sinistra destrat giu
pl: góra lewo prawo dół

source: yaw pitch
de: Drehung Neigung
fr: lacet tanguage

source: Papywizard is a panohead control software, mainly developped for the Merlin/Orion astronomic mount but usable for other panoheads.
de: Papywizard ist eine Panoramakopf- kontrollsoftware, entwickelt für den Merlin/Orion-Astronomie-Kopf aber auch für andere.
fr: Papywizard est un logiciel de pilotage de tête panoramique principalement développé pour la tête astronomique Merlin/Orion mais utilisable pour d'autres têtes.
it: Papywizard è un software per gestire una testa panoramica, principalmente sviluppato per la testa astronomica Merlin/Orion, ma utilizzabile anche con altre teste panoramiche
pl: Papywizard jest to program do kontroli głowicy panoramicznej głównie stworzony do modelu Merlin/Orion ale współpracuje również z innymi głowicami astronomicznymi.

source: This software is governed by the CeCILL license under French law and abiding by the rules of distribution of free software. You can use, modify and/or redistribute the software under the terms of the CeCILL license as circulated by CEA, CNRS and INRIA at the following URL http://www.cecill.info. As a counterpart to the access to the source code and rights to copy, modify and redistribute granted by the license, users are provided only with a limited warranty and the software's author, the holder of the economic rights, and the successive licensors have only limited liability. In this respect, the user's attention is drawn to the risks associated with loading, using, modifying and/or developing or reproducing the software by the user in light of its specific status of free software, that may mean that it is complicated to manipulate, and that also therefore means that it is reserved for developers and experienced professionals having in-depth computer knowledge. Users are therefore encouraged to load and test the software's suitability as regards their requirements in conditions enabling the security of their systems and/or data to be ensured and, more generally, to use and operate it in the same conditions as regards security. The fact that you are presently reading this means that you have had knowledge of the CeCILL license and that you accept its terms. CeCILL
fr: Ce logiciel est régi par la licence CeCILL soumise au droit français et respectant les principes de diffusion des logiciels libres. Vous pouvez utiliser, modifier et/ou redistribuer ce programme sous les conditions de la licence CeCILL telle que diffusée par le CEA, le CNRS et l'INRIA sur le site "http://www.cecill.info". En contrepartie de l'accessibilité au code source et des droits de copie, de modification et de redistribution accordés par cette licence, il n'est offert aux utilisateurs qu'une garantie limitée. Pour les mêmes raisons, seule une responsabilité restreinte pèse sur l'auteur du programme, le titulaire des droits patrimoniaux et les concédants successifs. A cet égard l'attention de l'utilisateur est attirée sur les risques associés au chargement, à l'utilisation, à la modification et/ou au développement et à la reproduction du logiciel par l'utilisateur étant donné sa spécificité de logiciel libre, qui peut le rendre complexe à manipuler et qui le réserve donc à des développeurs et des professionnels avertis possédant des connaissances informatiques approfondies. Les utilisateurs sont donc invités à charger et tester l'adéquation du logiciel à leurs besoins dans des conditions permettant d'assurer la sécurité de leurs systèmes et ou de leurs données et, plus généralement, à l'utiliser et l'exploiter dans les mêmes conditions de sécurité. Le fait que vous puissiez accéder à cet en-tête signifie que vous avez pris connaissance de la licence CeCILL, et que vous en avez accepté les termes.

source: Clear log
de: Logdateien löschen
fr: Effacer log
it: Azzera log
pl: Wyczyść logi

source: Save log
de: Log anzeigen
fr: Enregistrer log
it: Salva log
pl: Zapisz log

source: <b>Move</b>
fr: <b>Déplacement</b>
it: <b>Muovi</b>
pl: <b>Przesuń</b>

source: About
de: Über
fr: À propos
it: Informazioni su
pl: O programie

source: Be sure that the preset used is compatible with your camera and lens size (collision).
fr: Attention à la compatibilité entre la présélection et la taille de l'appareil et de l'objectif (collision).
it: Assicurati che il preset selezionato sia compatibile con la tua camera e focale dell'obiettivo (Errore)
pl: Upewnij się, że wybrane ustawienia są kompatybilne z Twoim aparatem i rozmiarem obiektywu (kolizja).

source: Clear Limits
de: Limits löschen
fr: Effacer les limites
it: Azzara limiti
pl: Usuń limity

source: Configure...
de: Einstellungen...
fr: Configurer...
it: Configura...
pl: Ustaw...

source: Connect...
de: Verbinden...
fr: Connecter...
it: Connessione...
pl: Połącz się...

source: End (°)
de: Ende (°)
fr: Fin (°)
it: Fine (°)
pl: Koniec (°)

source: File
de: Datei
fr: Fichier
pl: Plik

source: Help
de: Hilfe
fr: Aide
it: Aiuto
pl: Pomoc

source: Load Gtkrc File...
fr: Charger Fichier Gtkrc...
pl: Wczytaj plik Gtkrc...

source: Load Preset File...
fr: Charger Fichier Preset...
it: Importa file di preset...
pl: Wczytaj plik ustawień...

source: Manual
de: Anleitung
fr: Manuel
it: Manuale
pl: Podręcznik

source: Name
fr: Nom
it: Nome
pl: Nazwa

source: Nb picts
de: Anz. Aufnahmen
fr: Nb photos
it: N° immagini
pl: Ilość zdjęć

source: Pitch
de: Neigung
fr: Tangage

source: Pitch +
de: Neigung +
fr: Tangage +

source: Pitch -
de: Neigung -
fr: Tangage -

source: Preset
de: Vorlage
fr: Présélection
pl: Ustawienia

source: Quit
fr: Quitter
it: Quit / Spegni
pl: Wyjdź

source: Real overlap (%)
de: Überlappung (%)
fr: Recouvr. réel (%)
it: Sovrapposizione reale (%)
pl: Prawdziwe zachodzenie na siebie (%)

source: Set limit
de: Limit setzen
fr: Fixer limite
it: Imposta limiti
pl: Ustaw limit

source: Shoot...
de: Aufnahme...
fr: Prise de vue...
it: Scatto
pl: Strzelaj...

source: Start (°)
fr: Début (°)
it: Posizione iniziale (°)
pl: Początek (°)

source: Total fov (°)
de: Gesamt- FOV (°)
fr: Adc total (°)
it: Fov totale (°)
pl: Łączne pole widzenia (°)

source: View Log...
de: Log anzeigen...
fr: Voir Log...
it: Guarda log
pl: Zobacz log...

source: Yaw
de: Drehung
fr: Lacet

source: Yaw +
de: Drehung +
fr: Lacet +

source: Yaw -
de: Drehung -
fr: Lacet -

source: Current
fr: Courante
it: Attuale
pl: Bieżące

source: Idle
de: Warte
fr: Repos
pl: Bezczynny

source: Next
fr: Suivante
it: Prossimo
pl: Następne

source: Start
fr: Démarrer
it: Inizio

source: Step-by-step
fr: Pas-à-pas
it: Passo passo
pl: Krok po kroku

source: Stop
fr: Arrêter

source: Please wait...
de: Bitte warten...
fr: Patienter...
it: Attendere prego...
pl: Prosze poczekać...

source: Exception
it: Eccezione
pl: Wyjątek

source: Question
it: Domanda
pl: Pytanie

source: Configuration
de: Konfiguration
it: Configuazione
pl: Konfiguracja

source: Timer
pl: Samowyzwalacz

source: Type
de: Art
it: Tipo
pl: Typ

source: bluetooth serial ethernet
it: bluetooth Porta seriale ethernet
pl: bluetooth szeregowy ethernet

source: Resolution (px)
it: Risoluzione (px)
pl: Rozdzielczość (px)

source: À propos de Papywizard
de: Über Papywizard
it: A proposito di Papywizard

source: Total
it: Totale

source: BluetoothDriver not initialized
de: Bluetooth Treiber nicht initialisiert

source: Wrong shooting mode
de: Falscher Aufnahmemodus

source: Wrong camera orientation
de: Falsche Ausrichtung der Kamera

source: GPS data
de: GPS Daten

source: Frédéric Mantegazza (fr) Jo Lutum (de) Maciej Dworak (pl)
de: Frédéric Mantegazza (fr) Maciej Dworak (pl) Jo Lutum (de)

source: <b>Mosaic settings</b>
de: <b>Rastereinstellungen</b>

source: <b>Preset settings</b>
de: <b>Voreinstellungen</b>

source: Import Preset File...
de: Import Datei Voreinstellungen

source: Preset Info
de: Info Voreinstellungen
